﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
/=#
#include "VFR.uni"

#string		STR_IT8728F_GPIO_CONFIGURATION		#language eng "IT8728F Misc Configuration"

#string		STR_IT8728FRESTOREACPOWERLOSS		#language eng "Restore AC Power Loss"
#string		STR_IT8728FRESTOREACPOWERLOSS_HELP	#language eng ""
#string		STR_IT8728FRESTOREACPOWERLOSS_LASTSTATE	#language eng "Last State"
#string		STR_IT8728FRESTOREACPOWERLOSS_ALWAYSON	#language eng "Always On"
#string		STR_IT8728FRESTOREACPOWERLOSS_ALWAYSOFF	#language eng "Always Off"
#string		STR_IT8728FRESTOREACPOWERLOSS_BYPASS	#language eng "Bypass"

#string		STR_IT8728F_GPIO_OE	#language eng "  Type"
#string		STR_IT8728F_GPIO_INPUT	#language eng "Input"
#string		STR_IT8728F_GPIO_OUTPUT	#language eng "Output"

#string		STR_IT8728F_GPIO_VAL	#language eng "  Level"
#string		STR_IT8728F_GPIO_LOW	#language eng "Low"
#string		STR_IT8728F_GPIO_HIGH	#language eng "High"

#string		STR_IT8728F_GPIO_DRVEN		#language eng "Drive Enable"
#string		STR_IT8728F_GPIO_OPENDRAIN	#language eng "Open Drain"
#string		STR_IT8728F_GPIO_PUSHPULL	#language eng "Push Pull"

#string		STR_IT8728F_GPIO10	#language eng "GPIO10"
#string		STR_IT8728F_GPIO11	#language eng "GPIO11"
#string		STR_IT8728F_GPIO12	#language eng "GPIO12"
#string		STR_IT8728F_GPIO13	#language eng "GPIO13"
#string		STR_IT8728F_GPIO14	#language eng "GPIO14"
#string		STR_IT8728F_GPIO15	#language eng "GPIO15"
#string		STR_IT8728F_GPIO16	#language eng "GPIO16"
#string		STR_IT8728F_GPIO17	#language eng "GPIO17"

#string		STR_IT8728F_GPIO20	#language eng "GPIO20"
#string		STR_IT8728F_GPIO21	#language eng "GPIO21"
#string		STR_IT8728F_GPIO22	#language eng "GPIO22"
#string		STR_IT8728F_GPIO23	#language eng "GPIO23"
#string		STR_IT8728F_GPIO24	#language eng "GPIO24"
#string		STR_IT8728F_GPIO25	#language eng "GPIO25"
#string		STR_IT8728F_GPIO26	#language eng "GPIO26"
#string		STR_IT8728F_GPIO27	#language eng "GPIO27"

#string		STR_IT8728F_GPIO30	#language eng "GPIO30"
#string		STR_IT8728F_GPIO31	#language eng "GPIO31"
#string		STR_IT8728F_GPIO32	#language eng "GPIO32"
#string		STR_IT8728F_GPIO33	#language eng "GPIO33"
#string		STR_IT8728F_GPIO34	#language eng "GPIO34"
#string		STR_IT8728F_GPIO35	#language eng "GPIO35"
#string		STR_IT8728F_GPIO36	#language eng "GPIO36"
#string		STR_IT8728F_GPIO37	#language eng "GPIO37"

#string		STR_IT8728F_GPIO40	#language eng "GPIO40"
#string		STR_IT8728F_GPIO41	#language eng "GPIO41"
#string		STR_IT8728F_GPIO42	#language eng "GPIO42"
#string		STR_IT8728F_GPIO43	#language eng "GPIO43"
#string		STR_IT8728F_GPIO44	#language eng "GPIO44"
#string		STR_IT8728F_GPIO45	#language eng "GPIO45"
#string		STR_IT8728F_GPIO46	#language eng "GPIO46"
#string		STR_IT8728F_GPIO47	#language eng "GPIO47"

#string		STR_IT8728F_GPIO50	#language eng "GPIO50"
#string		STR_IT8728F_GPIO51	#language eng "GPIO51"
#string		STR_IT8728F_GPIO52	#language eng "GPIO52"
#string		STR_IT8728F_GPIO53	#language eng "GPIO53"
#string		STR_IT8728F_GPIO54	#language eng "GPIO54"
#string		STR_IT8728F_GPIO55	#language eng "GPIO55"
#string		STR_IT8728F_GPIO56	#language eng "GPIO56"
#string		STR_IT8728F_GPIO57	#language eng "GPIO57"

#string		STR_IT8728F_GPIO60	#language eng "GPIO60"
#string		STR_IT8728F_GPIO61	#language eng "GPIO61"
#string		STR_IT8728F_GPIO62	#language eng "GPIO62"
#string		STR_IT8728F_GPIO63	#language eng "GPIO63"
#string		STR_IT8728F_GPIO64	#language eng "GPIO64"
#string		STR_IT8728F_GPIO65	#language eng "GPIO65"
#string		STR_IT8728F_GPIO66	#language eng "GPIO66"
#string		STR_IT8728F_GPIO67	#language eng "GPIO67"

#string		STR_IT8728F_GPIO70	#language eng "GPIO70"
#string		STR_IT8728F_GPIO71	#language eng "GPIO71"
#string		STR_IT8728F_GPIO72	#language eng "GPIO72"
#string		STR_IT8728F_GPIO73	#language eng "GPIO73"
#string		STR_IT8728F_GPIO74	#language eng "GPIO74"
#string		STR_IT8728F_GPIO75	#language eng "GPIO75"
#string		STR_IT8728F_GPIO76	#language eng "GPIO76"
#string		STR_IT8728F_GPIO77	#language eng "GPIO77"

#string		STR_IT8728F_GPIO80	#language eng "GPIO80"
#string		STR_IT8728F_GPIO81	#language eng "GPIO81"
#string		STR_IT8728F_GPIO82	#language eng "GPIO82"
#string		STR_IT8728F_GPIO83	#language eng "GPIO83"
#string		STR_IT8728F_GPIO84	#language eng "GPIO84"
#string		STR_IT8728F_GPIO85	#language eng "GPIO85"
#string		STR_IT8728F_GPIO86	#language eng "GPIO86"
#string		STR_IT8728F_GPIO87	#language eng "GPIO87"

#string		STR_IT8728F_COMMON_ENABLED		#language eng "Enabled"
#string		STR_IT8728F_COMMON_DISABLED		#language eng "Disabled"
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
